Repository: common-repository/wp-t-shape
Catalog: lang/wp-tshape-*.po
Languages: de_de

source: Post Type
de_de: T-Shape

source: Item Archives
de_de: T-Shape Archiv

source: Item Attributes
de_de: T-Shape Attribute

source: Parent Item:
de_de: Eltern T-Shape:

source: View Item
de_de: T-Shape Ansehen

source: View Items
de_de: T-Shapes ansehen

source: Search Item
de_de: T-Shapes durchsuchen

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden

source: Featured Image
de_de: Beitragsbild

source: Set featured image
de_de: Beitragsbild setzen

source: Remove featured image
de_de: Beitragsbild entfernen

source: Use as featured image
de_de: Als Beitragsbild verwenden

source: Insert into item
de_de: In T-Shape einfügen

source: Uploaded to this item
de_de: Zum T-Shape hochladen

source: Items list
de_de: Liste

source: Items list navigation
de_de: Listennavigation

source: Filter items list
de_de: Item Liste filtern

source: WP T-Shape Options
de_de: WP T-Shape Einstellungen

source: All T-Shapes
de_de: Alle T-Shapes

source: Add New T-Shape
de_de: Erstellen

source: New T-Shape
de_de: Neues T-Shape

source: Edit T-Shape
de_de: T-Shape bearbeiten

source: Update T-Shape
de_de: T-Shape aktualisieren

source: Custom Post Type for skill T-shapes
de_de: Custom Post Type für Skill T-Shapes

source: Colors
de_de: Farben

source: Background Color of Skill Level
de_de: Hintergrundfarbe Skill Level

source: Background Color of Skill Name
de_de: Hintergrundfarbe Skill Name

source: Font Color of Skill Name
de_de: Schriftfarbe Skill Name

source: Delete Skill
de_de: Skill löschen

source: Add New Skill
de_de: Neuen Skill anlegen

source: e.g. HTML, PHP
de_de: z.B. HTML, PHP

source: Add Skill
de_de: Skill hinzufügen

source: Display T-Shape
de_de: T-Shape anzeigen

source: Insert the following shortcode into posts and pages:
de_de: Füge den folgenden Shortcode in Beiträge und Seiten ein:

source: For more options visit:<br><a href='https://www.wp-tshape.com/documentation/?lang=en' target='_blank'>Online Documentation</a>
de_de: Weitere Optionen findest Du hier:<br><a href='https://www.wp-tshape.com/dokumentation/' target='_blank'>Online Dokumentation</a>

source: Please add an id to your shortcode!
de_de: Bitte übergeben Sie eine ID im Shortcode!

source: Create T-Shapes and include them easily on pages or posts via shortcode.
de_de: Erstelle T-Shapes und füge diese einfach in Seiten oder Beiträge per Shortcode ein.

source: http://www.besserdich-redmann.com
de_de: Besserdich und Redmann GmbH

source: basic
de_de: Grundkenntnisse

source: good
de_de: gut

source: very good
de_de: sehr gut

source: expert
de_de: Expertenkenntnisse

source: New message
de_de: Neue Nachricht

# T-Shape
source: Post Type
de_de: T-Shape
